[{"url": "https://raisingchildren.net.au/school-age/nutrition-fitness/daily-food-guides/school-age-food-groups#:~:text=School%2Dage%20children%20need%20to,or%20a%20lot%20of%20sugar.", "text": "What is healthy food for kids?\n\nHealthy food for school-age children includes a wide variety of fresh foods from the five food groups:\n\nvegetables\n\nfruit\n\ngrain foods\n\nreduced-fat dairy\n\nprotein.\n\nEach food group has different nutrients, which your child’s body needs to grow and work properly. That’s why we need to eat a range of foods from across all five food groups.\n\nFruit and vegetables\n\nFruit and vegies give your child energy, vitamins, anti-oxidants, fibre and water. These nutrients help to protect your child from diseases later in life, including diseases like heart disease, stroke and some cancers.\n\nEncourage your child to choose fruit and vegetables at every meal and for snacks. This includes fruit and vegies of different colours, textures and tastes, both fresh and cooked.\n\nWash fruit to remove dirt or chemicals, and leave any edible skin on, because the skin contains nutrients too.\n\nMany children seem to be ‘fussy’ about eating fruit and vegies. You can help by being a healthy eating role model. If your child sees you eating a wide range of vegetables and fruit, your child is more likely to try them too.\n\nGrain foods\n\nGrain foods include bread, pasta, noodles, breakfast cereals, couscous, rice, corn, quinoa, polenta, oats and barley. These foods give children the energy they need to grow, develop and learn.\n\nGrain foods with a low glycaemic index, like wholegrain pasta and breads, will give your child longer-lasting energy and keep them feeling fuller for longer.\n\nReduced-fat dairy foods\n\nKey dairy foods are milk, cheese and yoghurt. These foods are good sources of protein and calcium. Try to offer your child different kinds of dairy each day – for example, drinks of milk, cheese slices or bowls of yoghurt.\n\nChildren aged over two years can have reduced-fat dairy products.\n\nIf you’re thinking of giving your child dairy alternatives, it’s best to talk to your paediatrician, GP or child and family health nurse.\n\nProtein\n\nProtein-rich foods include lean meat, fish, chicken, eggs, beans, lentils, chickpeas, tofu and nuts. These foods are important for your child’s growth and muscle development.\n\nThese foods also contain other useful vitamins and minerals like iron, zinc, vitamin B12 and omega-3 fatty acids. Iron and omega-3 fatty acids from red meat and oily fish are particularly important for your child’s brain development and learning.\n\nTry to include a few different food groups at every meal and snack. Have a look at our illustrated dietary guidelines for children aged 4-8 years for more information about daily food portions and recommendations. You can also speak to a dietitian if you have concerns about your child’s eating.\n\nHealthy drinks: water\n\nWater is the healthiest drink for children. It’s also the cheapest. Most tap water is fortified with fluoride for strong teeth too.\n\nFoods and drinks to limit\n\nIt’s best to limit the amount of ‘sometimes’ food your child eats. This means your child will have more room for healthy, everyday foods.\n\n‘Sometimes’ foods include fast food, takeaway and junk food like hot chips, potato chips, dim sims, pies, burgers and takeaway pizza. They also include cakes, chocolate, lollies, biscuits, doughnuts and pastries.\n\n‘Sometimes’ foods can be high in salt, saturated fat and sugar, and low in fibre. Regularly eating these foods can increase the risk of health conditions like childhood obesity and type-2 diabetes.\n\nYou should also limit your child’s sweet drinks. This includes fruit juice, cordials, sports drinks, flavoured waters, soft drinks and flavoured milks. Sweet drinks are high in sugar and low in nutrients.\n\nToo many sweet drinks can lead to unhealthy weight gain, obesity and tooth decay. These drinks fill your child up and can make them less hungry for healthy meals. If children regularly have sweet drinks when they’re young, it can kick off an unhealthy lifelong habit.\n\nFoods and drinks with caffeine aren’t recommended for children, because caffeine stops the body from absorbing calcium well. Caffeine is also a stimulant, which means it gives children artificial energy. These foods and drinks include coffee, tea, energy drinks and chocolate.\n\nHealthy alternatives for snacks and desserts\n\nEncourage your child to choose snacks from the healthy food groups. This can include things like nuts, cheese, low-fat yoghurt and fresh fruit or vegetables – for example, carrot and celery sticks with dips like hommus, guacamole or tzatziki.\n\nThe same goes for dessert at the end of a meal. Sliced fruit or yoghurt are healthy options. If you want to serve something special, try homemade banana bread. Save the seriously sweet stuff, like cakes and chocolate, for special occasions like birthdays.\n\nThe Australian Guide to Healthy Eating says that both children and adults should avoid or limit sometimes foods. It’s best to save these foods for special occasions."}, {"url": "https://www.helpguide.org/articles/healthy-eating/healthy-food-for-kids.htm", "text": "The benefits of healthy food for kids\n\nPeer pressure and TV commercials for junk food can make getting your children to eat well an uphill struggle. Factor in your own hectic schedule and it’s no wonder so many kids’ diets are built around convenience and takeout food. But switching to a healthy diet can have a profound effect on your child’s health, helping them to maintain a healthy weight, stabilize their moods, sharpen their minds, and avoid a variety of health problems. A healthy diet can also have a profound effect on your child’s sense of mental and emotional wellbeing, helping to prevent conditions such as depression, anxiety, bipolar disorder, schizophrenia, and ADHD.\n\nEating well supports your child’s healthy growth and development into adulthood and may even play a role in lowering their risk of suicide. If your child has already been diagnosed with a mental health problem, a healthy diet can help them to manage the symptoms and regain control of their health.\n\nIt’s important to remember that your kids aren’t born with a craving for French fries and pizza and an aversion to broccoli and carrots. This conditioning happens over time as they’re exposed to more and more unhealthy food choices. However, it is possible to reprogram your children’s food preferences so that they crave healthier foods instead.\n\nThe sooner you introduce wholesome, nutritious choices into a child’s diet, the easier they’ll be able to develop a healthy relationship with food that can last them a lifetime. And it can be simpler and less time-consuming than you imagine. With these tips, you can instill healthy eating habits without turning mealtimes into a war zone and give your kids the best opportunity to grow into healthy, well-balanced adults.\n\nEncourage healthy eating habits\n\nWhether they're toddlers or in their teens, children develop a natural preference for the foods they enjoy the most. To encourage healthy eating habits, the challenge is to make nutritious choices appealing.\n\nFocus on overall diet rather than specific foods. Kids should be eating more whole, minimally processed food—food that is as close to its natural form as possible—and less packaged and processed food.\n\nBe a role model. The childhood impulse to imitate is strong so don't ask your child to eat vegetables while you gorge on potato chips.\n\nDisguise the taste of healthier foods. Add vegetables to a beef stew, for example, or mash carrots up with mashed potato, or add a sweet dip to slices of apple.\n\nCook more meals at home. Restaurant and takeout meals have more added sugar and unhealthy fat so cooking at home can have a huge impact on your kids' health. If you make large batches, cooking just a few times can be enough to feed your family for the whole week.\n\nGet kids involved in shopping for groceries and preparing meals. You can teach them about different foods and how to read food labels.\n\nMake healthy snacks available. Keep plenty of fruit, vegetables, and healthy beverages (water, milk, pure fruit juice) on hand so kids avoid unhealthy snacks like soda, chips, and cookies.\n\nLimit portion sizes. Don't insist your child cleans the plate, and never use food as a reward or bribe.\n\nHealthy food for kids starts with breakfast\n\nKids who enjoy breakfast every day have better memories, more stable moods and energy, and score higher on tests. Eating a breakfast high in quality protein—from enriched cereal, yoghurt, milk, cheese, eggs, meat, or fish—can even help teenagers lose weight.\n\nBreakfast needn't be time consuming. Boil some eggs at the beginning of the week and offer them to your kids each morning along with a low-sugar, high-protein cereal, and an apple to go.\n\nMake breakfast burritos filled with scrambled eggs, cheese, chicken, or beef on a Sunday and freeze them.\n\nAn egg sandwich, a pot of Greek yoghurt or cottage cheese, and peanut butter on wholegrain toast can all be eaten on the way to school.\n\nMake mealtimes about more than just healthy food\n\nMaking time to sit down as a family to eat a home-cooked meal not only sets a great example for kids about the importance of healthy food, it can bring a family together—even moody teenagers love to eat tasty, home-cooked meals!\n\nRegular family meals provide comfort. Knowing the whole family will sit down to eat dinner (or breakfast) together at approximately the same time every day can be very comforting for kids and enhance appetite.\n\nFamily meals offer opportunity to catch up on your kids' daily lives. Gathering the family around a table for a meal is an ideal opportunity to talk and listen to your kids without the distraction of TV, phones, or computers.\n\nSocial interaction is vital for your child. The simple act of talking to a parent over the dinner table about how they feel can play a big role in relieving stress and boosting your child's mood and self-esteem. And it gives you chance to identify problems in your child's life and deal with them early.\n\nMealtimes enable you to “teach by example.” Eating together lets your kids see you eating healthy food while keeping your portions in check and limiting junk food. Refrain from obsessive calorie counting or commenting on your own weight, though, so that your kids don't adopt negative associations with food.\n\nMealtimes let you monitor your kids' eating habits. This can be important for older kids and teens who spend a lot of time eating at school or friends' houses. If your teen's choices are less than ideal, the best way to make changes is to emphasize short-term consequences of a poor diet, such as physical appearance or athletic ability. These are more important to teens than long-term health. For example, “Calcium will help you grow taller,” or, “Iron will help you do better on tests.”\n\nSponsored The world's largest therapy service. 100% online. Get matched with a professional, licensed, and vetted therapist in as little as 48 hours. Get 20% off\n\nLimit sugar and refined carbs in your child's diet\n\nSimple or refined carbohydrates are sugars and refined grains that have been stripped of all bran, fiber, and nutrients—such as white bread, pizza dough, pasta, pastries, white flour, white rice, and many breakfast cereals. They cause dangerous spikes in blood sugar and fluctuations in mood and energy. Complex carbs, on the other hand, are usually high in nutrients and fiber and are digested slowly, providing longer-lasting energy. They include whole wheat or multigrain bread, high-fiber cereals, brown rice, beans, nuts, fruit, and non-starchy vegetables.\n\nA child's body gets all the sugar it needs from that naturally occurring in food. Added sugar just means a lot of empty calories that contribute to hyperactivity, mood disorders, and increase the risk for obesity, type 2 diabetes, and even suicidal behaviors in teenagers.\n\nHow to cut down on sugar\n\nThe American Heart Association recommends that sugar intake for children is limited to 3 teaspoons (12 grams) a day. A 12-ounce soda contains up to 10 teaspoons or 40g of added sugar, shakes and sweetened coffee drinks even more. Large amounts of added sugar can also be hidden in foods such as bread, canned soups and vegetables, frozen dinners, and fast food. In fact, about 75% of packaged food in the U.S. contains added sugar.\n\nDon't ban sweets entirely. Having a no sweets rule is an invitation for cravings and overindulging when given the chance.\n\nGive recipes a makeover. Many recipes taste just as good with less sugar.\n\nAvoid sugary drinks. Instead, try adding a splash of fruit juice to sparkling water or blending whole milk with a banana or berries for a delicious smoothie.\n\nCreate your own popsicles and frozen treats. Freeze 100% fruit juice in an ice-cube tray with plastic spoons as popsicle handles. Or make frozen fruit kabobs using pineapple chunks, bananas, grapes, and berries.\n\nAvoid foods that impair your child's mood\n\nA diet high in processed foods, such as fried food, sweet desserts, sugary snacks, refined flour and cereals can increase the risk for anxiety and depression in kids.\n\nKids who drink four or more cups of soda or sweetened fruit drinks a day—including diet versions—have a higher risk for depression.\n\nCaffeine from soda, energy drinks, or coffee drinks can trigger anxiety in kids and aggravate feelings of depression.\n\nFind healthier junk food alternatives\n\nFast food is typically high in sugar, unhealthy fat, and calories and low in nutrients. Still, junk food is tempting for kids, so instead of eliminating it entirely, try to cut back on the times your kids eat fast food and, on the times that they do, make the healthiest choices possible.\n\nKid-friendly junk food alternatives Instead of… Try… French fries “Baked fries” grilled in the oven and salted lightly Ice cream Yogurt; sorbet; fresh fruit smoothies Fried chicken Baked or grilled chicken Doughnuts or pastries Bagels; English muffins; home baked goods with less sugar Chocolate-chip cookies Graham crackers, fig bars, vanilla wafers, fruit and caramel dip Potato chips Baked vegetable chips or, for older children, nuts\n\nEating out with kids\n\nSkip the fries. Instead, take along a bag of mini carrots, grapes, or other fruits and vegetables.\n\nWatch portion size. Stick to the children's menu or go for the smallest size. Order pizza by the slice—it will satisfy your child's craving without tempting overindulgence.\n\nOrder the kid's meal with substitutions. Children often love the kid's meal more for the toys than the food. Ask to substitute healthier choices for the soda and fries.\n\nOpt for chicken and vegetables in a sit-down restaurant, rather than a big plate of macaroni and cheese.\n\nBe wise about sides. Sides that can quickly send calories soaring include fries, chips, rice, noodles, onion rings, and biscuits. Better bets are grilled vegetables, side salads, baked potato, corn on the cob, or apple slices.\n\nBe smart about fat\n\nKids need healthy fats—and plenty of them—in their diet. Healthy fat helps kids fill up (and stay full), concentrate better, and improves their mood.\n\nHealthy fats\n\nMonounsaturated fats, from olive oil, avocados, nuts (like almonds, hazelnuts, and pecans), and seeds (such as pumpkin, sesame).\n\nPolyunsaturated fats, including Omega-3 fatty acids, found in fatty fish, such as salmon, herring, mackerel, anchovies, and sardines, or in flaxseed and walnuts.\n\nUnhealthy fats\n\nTrans fats, are found in vegetable shortenings, some margarines, crackers, candies, cookies, snack foods, fried foods, baked goods, and other processed foods made with “partially hydrogenated” vegetable oils (even if they claim to be trans-fat-free). No amount of trans fat is safe.\n\nEncourage picky eaters to enjoy a wider variety of foods\n\nPicky eaters are going through a normal developmental stage. Just as it takes numerous repetitions for advertising to convince an adult consumer to buy, it takes most children 8-10 presentations of a new food before they will openly accept it.\n\nInstead of simply insisting your child eat a new food:\n\nOffer a new food only when your child is hungry; limit snacks throughout the day.\n\nPresent only one new food at a time.\n\nMake it fun: cut the food into unusual shapes or create a food collage (broccoli florets for trees, cauliflower for clouds, yellow squash for a sun).\n\nServe new foods with favorite foods to increase acceptance. Add vegetables to their favorite soup, for example.\n\nHave your child help prepare meals—they'll be more willing to eat something they helped to make.\n\nLimit beverages and snacks, to avoid filling up between mealtimes.\n\nMake fruit and vegetables more appealing\n\nWhether picky eaters or not, kids don't always want what's healthy for them—especially fruit and vegetables. But there are ways to make them more enticing.\n\nThe first step is to limit access to unhealthy sweets and salty snacks. It's much easier to convince your child that an apple with peanut butter is a treat if there are no cookies available. Here are some more tips for adding more fruits and veggies to your child's diet:\n\nLet your kids pick the produce. It can be fun for kids to see all the different kinds of fruits and veggies available, and to pick our new ones or old favorites to try.\n\nSneak vegetables into other foods. Add grated or shredded veggies to stews and sauces to make them blend in. Make cauliflower “mac” and cheese. Or bake some zucchini bread or carrot muffins.\n\nKeep lots of fresh fruit and veggie snacks on hand. Make sure they're already washed, cut up, and ready to go. Add yogurt, nut butter, or hummus for extra protein.\n\nGMOS and pesticides: Keeping your children safe\n\nGenetically Modified Organisms (GMOs) are mainly engineered to make food crops resistant to herbicides or to produce an insecticide. Since children's brains and bodies are still developing, they are more sensitive to these toxins. Eating organic produce has been shown to reduce pesticide levels in kids, but tends to be more expensive. So how can you keep your children safe if you're on a budget?\n\nFeed your kids plenty of fruits and vegetables, whether they're organic or conventionally grown—the benefits far outweigh the risks.\n\nWhen possible, go organic for fruits and vegetables that you don't peel before eating, such as berries, lettuce, tomatoes and apples. Choose conventional produce for thick-skinned fruit and veggies like oranges, bananas, and avocados.\n\nExplore local farmers' markets for less expensive organic produce.\n\nScrub conventionally grown produce with a brush. Washing won't remove pesticides taken up by the roots and stem, but will remove pesticide residue.\n\nWhen buying meat, choose organic, grass-fed whenever your budget allows. Choosing cheaper cuts of organic meat may be safer (and no more expensive) than prime cuts of industrially raised meat.\n\nDon't ignore weight problems\n\nChildren who are substantially overweight are at greater risk for cardiovascular disease, bone and joint problems, sleep apnea, poor self-esteem, and long-term health problems in adulthood.\n\nAddressing weight problems in children requires a coordinated plan of physical activity and healthy nutrition.\n\nThe goal is to slow or halt weight gain (unless directed by your child's doctor), thereby allowing your child to grow into their ideal weight.\n\nDon't fall into the low-fat trap. Because fat is so dense in calories, a little can go a long way in making kids feel full and keeping them feeling fuller for longer.\n\nEating a breakfast high in quality protein—from enriched cereal, yoghurt, milk, cheese, eggs, meat, or fish—can help overweight teenagers eat fewer calories throughout the rest of the day.\n\nEncourage exercise\n\nThe benefits of lifelong exercise are abundant and regular exercise can even help motivate your kids to make healthy food choices."}, {"url": "https://www.ucsfbenioffchildrens.org/en/education/faq-children-and-nutrition#1", "text": "When can my baby start drinking cow's milk?\n\nYour baby can start drinking cow's milk at 1 year of age. Breast milk or formula is best for your baby's first year because they provide the most complete nutrition for your growing child. In addition, the protein found in cow's milk is hard for your baby to digest.\n\nWhen your baby starts drinking cow's milk, whole milk is best because it provides the fat needed for development of the nervous system and immune system. After age 2, you can change to 2 percent, 1 percent or nonfat milk. By this age, children's diets are more varied and they aren't as dependent on milk to provide the fat their bodies need.\n\nDoes my child need fruit juice?\n\nThere is no nutritional reason that your child needs fruit juice. Juice is a concentrated source of calories. If you do give juice, make sure it is 100 percent pasteurized juice and offer no more than 4 ounces a day to children age 1 to 6 years. For ages 7 to 18 years, limit juice to 8 to 12 ounces per day.\n\nJuice can be given as two 2-ounce servings of straight juice or two 4-ounce servings of 2 ounces of juice mixed with 2 ounces of water. Juice should be given after the child has eaten a meal or snack so juice doesn't become a replacement for food. Allowing only two small servings of juice a day limits the amount of empty calories your child receives. Excessive juice intake can contribute to excessive weight gain and obesity. It is important to encourage the consumption of whole fruits.\n\nDiluted juices can be introduced at about 6 months of age, when the child can begin drinking from a cup. Juices should never be offered in a bottle. Babies who drink juice from bottles are more likely to develop cavities and to have seriously damaged teeth due to constant exposure to sugar.\n\nHow often should my child have a snack?\n\nIt's normal for young children to want food every three or four hours. Experts suggest offering snacks midway between meals. Providing snacks at regular intervals helps prevent overeating at meals or refusing meals.\n\nIf there will be more than four hours before the next meal, the snack should contain fat, protein and carbohydrate. The following examples provide all three:\n\nCrackers with ham or turkey slices and cheese\n\nCottage cheese, cooked vegetables and crackers\n\nFruit slices and yogurt for dipping\n\nMilk and toast or crackers with peanut butter\n\nIf it will just be one or two hours until the next meal, fruit, vegetables or crackers should be enough to curb your child's hunger.\n\nI'm concerned that my child weighs too much — what should I do?\n\nIf you think your child is overweight, first speak with your child's doctor. Your child's doctor will monitor your child's weight and height on growth charts to decide if his or her growth is appropriate.\n\nIf the doctor is concerned about your child's weight, you can start with the following guidelines:\n\nUsing the food guide pyramid, be sure that your child is offered foods from all food groups so that he or she gets the necessary nutrients. Consider the following when you plan meals for your child:\n\nMaintain a balanced diet with a variety of food choices\n\nInclude more fruits, vegetables and whole grain foods\n\nLimit fried foods and high-fat meats\n\nLimit juice intake to less than four ounces per day\n\nPhysical activity is important for children. Children can be physically active during the day by playing sports, riding bikes, playing outside or just moving around rather than sitting and watching television or playing video games. An active child is more likely to maintain healthy activity through adolescence and into adulthood. Try to limit TV time to one hour or less per day.\n\nMeal times are a great opportunity to establish positive attitudes about food. It is important to avoid conflict.\n\nFor more help with your child's weight and diet, you can contact a registered dietitian. Ask your child's doctor for a referral.\n\nMy family is vegetarian. How can I provide foods to meet my child's growth needs?\n\nA lacto-ovo vegetarian diet that includes milk and eggs can meet a child's needs for growth and development. For strict vegetarians (vegans), care must be taken in meal planning because the diet does not include milk or other animal products. Alternative food sources of some nutrients like protein, iron, calcium and vitamin B-12 must be used. In addition, the diet may consist of mainly low-calorie, high-fiber foods such as fruits, vegetables and grains. These foods are healthy, but can fill up the stomach before the child has eaten enough protein-rich foods.\n\nA registered dietitian can provide helpful information about vitamin and mineral supplements, meal planning and the amount of calories and protein needed for growth and development.\n\nThe UCSF Medical Center Nutrition Department recommends that vegetarian children see a registered dietitian. Ask your child's doctor for a referral.\n\nI'm concerned my child doesn't eat enough — what should I do?\n\nIt is important to realize that a child's portion is generally much smaller than an adult's. Your child may be getting enough food to be healthy and grow normally. Appetite and food intake are different at different ages and can be affected if your child is sick or has a chronic disease.\n\nIf your child is growing normally, she or he is probably eating enough. No matter how much your child eats, it is important to provide healthy foods, a calm and supportive eating environment and to allow your child to decide how much to eat."}, {"url": "https://www.healthychildren.org/English/healthy-living/nutrition/Pages/Breakfast-for-Learning.aspx", "text": "Page Content\n\nMaybe your teen snoozed through their alarm and doesn't have time for breakfast. Or too many things went wrong to get your kids fed before they left for school. Maybe your child flat-out refuses to eat breakfast.\n\n\n\nIt's not unusual to miss breakfast occasionally. But if it becomes the norm, your child is missing out on multiple benefits for their health, well-being and even their school performance.\n\nWhy some kids skip breakfast\n\nAs the first meal, breakfast gives kids energy to start the day. Despite this, 13% of school-aged kids skip breakfast. This number jumps to more than 27%, on average, for adolescents aged 12 to 19 years. Females start skipping breakfast earlier than males, and skip more regularly.\n\nKids of all ages have all kinds of excuses for skipping breakfast. Some are selective eaters. Others don't like traditional breakfast foods. And some kids may skip the morning meal in an attempt to avoid weight gain. Many older teens are busy until late into the night with homework, extracurricular activities and part-time jobs. They go to bed late, then get up and rush off to school, leaving no time to eat.\n\nBiology makes this even more complex, as a growing teen's circadian rhythm shifts. It's even natural for teens to be unable to fall asleep until 11 p.m. or midnight. They then wake up later in the morning, a schedule that often doesn't match what's set by schools. Most sleep-deprived kids would rather snooze an extra 15 minutes then get up for a bowl of cereal. In addition, when kids don't get enough sleep, they may wake up too tired or too nauseous to eat.\n\n6 tips to make breakfast easier & healthier\n\nAny effort to make breakfast nutritious is better than no breakfast at all. Here are some ways you can make breakfast a healthy part of your child's day.\n\n1. Set an earlier bedtime\n\nMake sure your child gets to bed early enough to get up in time to eat breakfast. Sleep is a crucial ingredient in children's overall health, no matter their age.\n\n2. Eat breakfast together as a family when possible\n\nIdeally, the whole family can sit down together for breakfast. Research suggests that families that eat together tend to eat healthier. It also gives parents the chance to act as role models in terms of nutrition and eating behaviors.\n\nThat said, a leisurely breakfast with your kids each morning probably isn't realistic for most families. It is realistic though to make sure you carve out enough time to allow your child to eat without pressure. This is especially important for infants and toddlers. Be sure to leave enough time in your morning for both assisted- and self-feeding.\n\n3. Think outside the (cereal) box\n\nYou don't need to be limited by labels to decide what's good to serve for a morning meal. Think protein, think fruits and vegetables, and think creatively.\n\nFor instance, if your child doesn't like the typical breakfast foods like eggs, toast, or cereal, try these options:\n\nFrozen banana: Dip a banana in yogurt. Roll it in crushed cereal and freeze.\n\nMilkshake: Combine milk, fruit and ice in a blender.\n\nPeanut butter breakfast: Spread peanut butter on whole-wheat crackers, apple slices, a tortilla or jicama slices.\n\nLeftovers: Serve what's left of last night's meal. Good choices include chicken or whole-wheat spaghetti.\n\n4. Prepare breakfast the night before\n\nIn other words, plan ahead. This can go a long way toward having a wider range of healthy foods on hand.\n\nFor example, to fix breakfast the night before, you can:\n\nHard-boiled eggs\n\nSlice up fresh fruit\n\nHave your child's favorite cold cereal dished out\n\nBake muffins and divide them into serving sizes\n\n5. Have grab-and-go foods available\n\nA sit-down breakfast made up of the four basic food groups is best. But if that doesn't work, having quick breakfast foods available for your child to grab and eat on the way to school is the next best thing. Good options include:\n\nHard-boiled eggs\n\nHomemade muffins\n\nYogurt\n\nGranola bars\n\nDry cereal\n\nEnergy bars\n\nFresh or dried fruit\n\nA bagel with low-fat cream cheese\n\nThough your teen may love them, skip coffee and energy drinks. The craving for a quick pick-me-up is certainly understandable. But caffeine raises blood pressure and heart rate in teens. Milk is an ideal beverage for a child or teen to drink at breakfast because it contains protein and other nutrients. The protein will help prevent your child or teen from feeling hungry later.\n\n\n\n6. Look into childcare and school breakfasts.\n\nBe sure to check out what breakfast options your child's school or childcare provider offers. Most schools have breakfast available. And studies show that eating breakfast at school has many advantages.\n\nFor example, kids perform even better on standardized tests than those who skip it or eat breakfast at home. This may be because they're eating closer to test time. Kids who eat breakfast at school also have improved attendance, behavior and academic performance. They're tardy less often and their math scores are higher.\n\n\n\nReady-to-eat breakfast cereals: read the label Be sure to read cereal nutrition labels. Prioritize whole grain cereals, which are higher in micronutrients than refined grains. Sweetened cereal often has a lot of added sugar. Look for cereals with less than 10 to 12 grams of sugar. They should also have at least 3 grams of fiber per serving. Try adding sliced bananas, peaches, blueberries or strawberries to sweeten it up.\n\n\n\nThe benefits of breakfast for students\n\nExperts agree that getting kids to eat breakfast is important. Breakfast has been associated with many benefits, including:\n\nHealthier body weight\n\nWeight gain and obesity are a major public health concern. According to the U.S. Centers for Disease Control and Prevention, nearly 21% of 6- to 12-year-olds and more than 22% of adolescents aged 12 to 19 have obesity. Obesity can lead to serious health problems such as diabetes, breathing issues, joint problems and heart disease.\n\nA 2019 review of studies in the journal Nutrients found that children and adolescents who don't eat breakfast are more likely to be or become overweight or obese. This may be partly because many kids who skip breakfast tend to eat unhealthy foods later in the day.\n\nEating breakfast gets your child's metabolism going. This means their body starts to burn calories. Breakfast also makes it less likely that they'll overeat later in the day because they're hungry from not eating breakfast.\n\nBetter memory, attention & test scores\n\nStudies show that eating breakfast positively affects school performance. They have better concentration and more energy.\"\n\nResearch findings include:\n\nKids who eat breakfast the morning before a standardized test have significantly higher scores in math, spelling and reading than those who don't.\n\nBreakfast eaters have better brain function, memory and attention.\n\nEating breakfast improves kids' performance on vocabulary tests, math problems and challenging mental tasks. It also helps them deal better with frustration.\n\nBetter overall nutrition & health\n\nKids who skip breakfast seem to be more likely to develop metabolic conditions such as high blood sugar, increased blood sugar, abnormal cholesterol levels and extra fat in the waist. These conditions increase the risk of diabetes, stroke and heart disease.\n\nChildren who eat breakfast are in better health overall. This may be due to the types of food that are typically eaten. Breakfast gives you the opportunity to bolster your child with some key nutrients they may miss out on the rest of the day, including:\n\nFiber\n\nBreakfast is a great time to consume fiber in the form of whole-grain cereals and breads. Fiber can help with weight control and constipation. It also helps prevent heart disease and diabetes and lowers the risk of certain types of cancer.\n\nCalcium & vitamin D\n\nBreakfast is also a good way to feed your child bone-building calcium and vitamin D. Kids enter their peak bone-building years in adolescence. They continue building bone into their early 20s. Vitamin D may also boost immunity and help keep depression at bay.\n\nThe best way to get vitamin D is from foods. Foods such as breakfast cereals, milk and yogurt are fortified with vitamin D — all perfect for the morning meal. Eggs and fatty fish such as salmon are great sources too.\n\n\n\nRemember\n\nIf you have any questions or concerns about your child's diet and health, talk with your pediatrician.\n\n\n\nMore information\n\n\n\n\n\n"}, {"url": "https://annapolispediatrics.com/parent-resources/nutrition-kids-qa-age", "text": "Every parent wants to know that their child is getting what they need to grow and thrive. We are here to help! Nutrition is such a huge topic, but I’d like to share my answers to some of the most frequently asked questions I get in the office. Enjoy!\n\nInfants (Ages 0-12 months)\n\nDoes my baby need any vitamin supplements? Babies who are fed 100% formula do not need a supplement unless recommended by your provider. If breastfeeding, mothers should continue to take their prenatal vitamin. Additionally, the AAP recommends a Vitamin D supplement (400 IU per day) for exclusively and even partially breastfed infants until the age of 12 months. It’s best to start it in the first week of life. If using the one-drop formulation, you can apply it to the mother’s nipple right before a feed, or put it directly on baby’s tongue. The 1 mL formulation can be squirted directly in baby’s mouth, aiming for the side of the inner cheek. Mothers may also choose to take high levels of Vitamin D themselves, but this method is still being studied, so your provider can help you determine if it’s right for you. At 6 months of age, start giving your baby iron-rich solid foods to complement their milk (see below).\n\nIf breastfeeding, should there be any limits to the mother’s diet? You can continue with your normal diet. Alcohol should be limited to no more than 1 drink per day, ideally 2-3 hours before a feed. Caffeine is generally fine, in moderation. You can eat properly handled raw fish without concern. Most babies tolerate dairy in the mother’s diet, but some may have sensitivities. Talk to your provider about any concerns before removing things from your diet.\n\nWhat type of formula should I feed my infant? Firstly, remember that “fed is best.” Choose whatever works best for your family, whether it be breastmilk, formula, or both. For babies who are formula-fed, choosing the right one may seem like a daunting task, as there are TONS of options out there. Fortunately, ALL formulas that are sold at stores in the US are strictly required by the FDA to contain ALL the nutrients your infant needs from the age of 0-6 months. (This is why homemade formulas are not recommended). Most babies do well with standard formulas, and there is generally not a need to trial different ones. If your child is having significant symptoms (extreme fussiness, projectile vomiting, or blood in their stool), then it’s time to talk with your provider about whether specialized formulas might be right for your baby.\n\nWhen and how do I start feeding my infant solid foods? I usually recommend starting solids (ie, foods other than breastmilk/formula) around 5-6 months of age. You know your baby is ready when they have good head control, they show interest in what you’re eating, and they’ve lost the “extrusion reflex,” in which they push the spoon out with their tongue. Make sure they are always sitting up in the highchair, and that you are sitting directly across from them so you can respond to their cues, and watch for choking.\n\nEvery baby is different, so advance their diet as their development allows. Generally speaking, here is a brief guide by age:\n\n6-8 months: Offer a variety of any pureed foods you’d like: cooked pureed meat, legumes, veggies, fruit, baby oatmeal, even yogurt – all fair game. (We no longer recommend postponing meat, especially because it’s a good source of iron).\n\n8-10 months: lumpy foods (such as smashed avocado), small pieces of soft foods (eggs, cooked veggies such as carrots).\n\n10-12 months: most soft/tender table food is appropriate, cut up into small chunks/pieces (pasta, soft raw fruits/veggies, ground beef, shredded chicken, fish)\n\n*Make sure all fruits/veggies are peeled, seeded, and pitted. Remove bones, fat, and skin from meats/fish.\n\nGenerally try to only introduce one food at a time (every 1-2 days), especially the allergenic foods such as nut products, shellfish, eggs, and dairy. Under 12 months, avoid giving honey (which may contain toxins that are poisonous to babies) or cow’s milk (which babies can’t digest properly yet). Avoid the following choking hazards until at least 5 years old: whole nuts, seeds, grapes, hot dogs, popcorn, or other hard/slippery things.\n\nHow can I reduce the amount of toxic heavy metals in my baby food? In recent news, certain baby food products have been identified as containing higher than ideal levels of toxic heavy metals (such as lead, arsenic, cadmium). These metals are naturally found in soil, and plants absorb them. They are commonly found in low levels of many baby food products. Your child does not need testing other than the usual lead screenings we do at the age of 1 and 2 years. It is difficult to avoid these heavy metals completely, so just aim for a variety of different foods. Try to limit rice cereals, which may contain higher levels of arsenic. Organic foods do not necessarily have lower levels of these toxic metals.\n\nWhat’s this new update about when to offer allergenic foods? Previously, guidelines recommended waiting until the 1st birthday to offer allergenic foods such as peanuts. But a recent, very large study, has shown that offering this food starting at 6 months can reduce the risk of developing a peanut allergy later, especially in infants with risk factors such as eczema or family history of allergy. Talk with your provider on whether you should trial these foods at home or under the supervision of an allergist, and remember to never give whole peanuts to children under the age of 5 years. (I recommend mixing a little peanut butter into another pureed food they’re already eating).\n\nToddler/School-age: (1-12 years)\n\nDoes my child need a multivitamin? If they are eating a couple of foods from each food group per day, then probably not. Be sure to offer foods containing iron, calcium, and Vitamin D – these are the most common nutrients that children tend to be deficient. If they are not able to consistently get these foods, speak with your provider about whether a multivitamin is needed. (Just be sure to limit cow’s milk to 16 ounces per day or less, as too much milk can cause iron deficiency and appetite issues)\n\nWhen my child turns 12 months, how do I make the transition from infant formula/breastmilk to cow’s milk? Your child should continue breastfeeding until either child or mom or both decide it’s time to stop. When it comes to infant formula, you can gradually cut it out around the 1st birthday, while introducing cow’s milk. Some babies can ease into it by mixing a little prepared formula with some cow’s milk. Start off with whole milk for ages 1-2 years, and then low-fat after that. One important point is to limit cow’s milk to 16oz/day or less, to avoid iron-deficiency anemia. By 1 year of age, we should think of milk as a beverage, not a meal. I recommend mostly water and (a little) milk, and limit juice to 4oz/day, or ideally none.\n\nMy kid is picky; are they getting enough? Offer a variety of foods and allow your child to self-regulate their intake. There will be good days and bad; try not to get discouraged. It is common to offer a food multiple times (10+!) before a child will try it. Continue offering it without fanfare, and resist the urge to bribe/coerce. Excessive verbal pressuring can lead to unhealthy relationships with food. If your child is gaining weight appropriately, and they get at least 2-3 different types of fruits and veggies and some proteins/source of fat, they are most likely right on track.\n\nWhat’s all this talk about protein? People often overestimate the amount of protein their child needs. Even if your toddler isn’t keen on meat, they can meet their protein needs with other foods such as yogurt/milk, cereals, or other protein alternatives. Aim for 2-3 servings of protein/day.\n\nMy child is not at the 50th% on the growth chart; should I be concerned? We use the growth chart to track your child’s weight, height, and head circumference (for babies). In general, we are less concerned with what “percentile” they are, and more interested in how they have been tracking over time. Many factors determine your child’s growth percentiles, including genetics. The goal is not that your child hits the 50th percentile, but that they are steadily following along their own curve. If you are concerned about your child’s growth, please let your provider know.\n\nMy child has eczema or asthma; does this mean they also have a food allergy? Not necessarily. Eczema and asthma increase the chance that your child may develop an allergy at some point, but without an immediate reaction/intolerance to certain foods, an eczema rash is not a tell-tale sign of an allergy. (If your child develops sudden-onset hives with respiratory distress, vomiting, or other severe symptoms, call 911 immediately)\n\nAdolescents:\n\nHow do I prevent or manage obesity? Childhood obesity is becoming more prevalent in recent years, and the reason is multifactorial (the pandemic, more screen time, processed foods, and less outdoor play). This can be a very challenging and sensitive topic for kids, so remember to avoid shaming or punitive talk. As kids get older, it is more difficult to control what they eat, but modeling healthy choices yourself can go a long way. Studies show that engaging in healthy lifestyles as a family, as opposed to targeting the child individually, can help prevent/manage obesity. Limit the junk food/sugary beverages that you keep in the house, and place healthy options out in the open (ex. fruit basket on kitchen table) and at eye-level in the fridge. Avoid fad diets such as low-fat (fat is good for developing brains!), meal replacement diets, etc. Focus on offering lots of whole foods (not processed). Keep it simple!\n\nHow do I make sure my vegetarian/vegan child is getting all the nutrients they need? There are lots of non-animal derived food options out there for your child. Make sure they’re getting foods that contain iron (leafy greens, legumes, tofu) and Vit B12 (some plant milks, soy products, and enriched cereals). Protein may be found in nuts, beans, oatmeal, and some vegetables, such as peas and broccoli.\n\nWhat’s the scoop on dietary supplements for athletes, eg creatine, protein and others? They are usually not needed and may even be harmful, leading to organ damage. I generally recommend against them, even for athletes. Instead, aim for whole foods as your source of nutrients.\n\nOne more tip: try to eat meals as a family as much as you can. Benefits include family bonding, better school performance, and establishing healthy routines that result in less excessive snacking. Remember that food is meant to be shared and enjoyed together!\n\nFor more helpful tips on childhood nutrition, ask your Annapolis Pediatrics provider, or go to healthychildren.org or nutrition.gov\n\nWatch Dr. Neidig's \"Nutrition for Kids\" Video HERE."}]